HOMEPAGE_URL = "https://qa-scooter.praktikum-services.ru/"
DZEN_URL = "https://dzen.ru/?yredirect=true"

# Входные данные для первого заказа
NAME = "Сергей"
SURNAME = "Пахомов"
ADDRESS = "Гауптвахта"
METRO_STATION = 2
COLOR = 'grey'
DAYS = 3
COMMENT = 'Я тебе покататься привёз'

# Входные данные для второго заказа
NAME_2 = "Владимир"
SURNAME_2 = "Епифанцев"
ADDRESS_2 = "Москва"
METRO_STATION_2 = 1
COLOR_2 = 'black'
DAYS_2 = 4
COMMENT_2 = 'Курьер должен быть без бороды!'

# Ответы в блоке Вопросы о важном
OTVET_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
OTVET_2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."
OTVET_3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."
OTVET_4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее."
OTVET_5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."
OTVET_6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."
OTVET_7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."
OTVET_8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области."